Repository: vagnum08/cpupower-gui
Catalog: po/*.po
Languages: el_gr, id, nl, pt_br

source: cpupower-gui
el_gr: Ρυθμίσεις διεπαφής χρήστη

source: CPU frequency settings
el_gr: Ρυθμίσεις συχνότητας επεξεργαστή
id: Pengaturan frekuensi CPU
nl: CPU-snelheidsinstellingen
pt_br: Configurações de frequência da CPU

source: Sets the frequency limits of the CPU
el_gr: Ορισμός ορίων συχνότητας επεξεργαστή
id: Mengatur batas frekuensi CPU
nl: Stelt de snelheidsbeperkingen van de cpu in
pt_br: Define os limites de frequência da CPU

source: frequency;limits;
el_gr: συχνότητα;όρια;
id: frekuensi;batas;
nl: snelheid;beperkingen;
pt_br: frequência;limites;

source: Switch to Performance profile
el_gr: Αλλαγή σε προφίλ επίδοσης
id: Beralih ke profil Kinerja
nl: Overschakelen op ‘prestaties’-profiel
pt_br: Mudar para o perfil de desempenho

source: Switch to Balanced profile
el_gr: Αλλαγή σε ισορροπημένο προφίλ
id: Beralih ke profil Seimbang
nl: Overschakelen op ‘gebalanceerd’ profiel
pt_br: Mudar para o perfil equilibrado

source: Adjust the frequency of the CPU
el_gr: Ρύθμιση της συχνότητας του επεξεργαστή
id: Menyesuaikan frekuensi CPU
nl: Pas de cpu-snelheid aan
pt_br: Ajuste a frequência da CPU

source: A graphical utility for changing the CPU frequencies and governor.
el_gr: Γραφικό εργαλείο για την αλλαγή των συχνοτήτων του επεξεργαστή.
id: Utilitas grafis untuk mengubah frekuensi dan pengatur CPU.
nl: Een grafische toepassing voor het aanpassen van de cpu-snelheden en -governors.
pt_br: Um utilitário gráfico para alterar as frequências e governador da CPU.

source: This utility can change the operating frequency of the CPU for each core separately. The program can detect offline cores and only present the available ones. Furthermore, if a core doesn't support frequency scaling is not shown. There is also an option to apply the same settings to all cores simultaneously.
el_gr: Αυτή η εφαρμογή μπορεί να αλλάξει τις συχνότητες λειτουργίας των πυρήνων του επεξεργαστή. Το πρόγραμμα αναγνωρίζει ποιοι πυρήνες είναι εκτός λειτουργίας και εμφανίζει μόνος τους διαθέσιμους. Επίσης, εάν ένας πυρήνας δεν υποστηρίζει την αλλαγή των ορίων δεν εμφανίζεται στη λίστα. Τέλος, υπάρχει επιλογή να εφαρμοσθούν οι αλλαγές σε όλους τους διαθέσιμους πυρήνες συγχρόνως.
id: Utilitas ini dapat mengubah frekuensi pengoperasian CPU untuk setiap core secara terpisah. Program ini dapat mendeteksi core luring dan hanya menyajikan core yang tersedia. Selain itu, jika core tidak mendukung penskalaan frekuensi tidak ditampilkan. Ada juga opsi untuk menerapkan pengaturan yang sama ke semua core secara bersamaan.
nl: Met deze toepassing kunt u de handelingssnelheid aanpassen van de cpu, evt. zelfs per kern. De toepassing detecteert automatisch inactieve kernen en toont alleen de actieve. Als een kern geen ondersteuning heeft voor snelheidsaanpassingen, wordt deze niet getoond. Er is tevens een optie om de instellingen toe te passen op alle kernen.
pt_br: Este utilitário pode alterar a frequência operacional da CPU para cada núcleo separadamente. O programa pode detectar núcleos offline e apenas apresentar os disponíveis. Além disso, se um núcleo não suporta a escala de frequência, não é mostrado. Também existe a opção de aplicar as mesmas configurações a todos os núcleos simultaneamente.

source: To apply the settings, the user must be local and active, as well as in group sudo. Local and active users not in this group must authenticate themselves as admin in order to apply the settings.
el_gr: Για την εφαρμογή των ρυθμίσεων, ο χρήστης θα πρέπει να είναι ενεργός και τοπικός, όπως επίσης και μέλος της ομάδας sudo. Οι υπόλοιποι χρήστες που δεν ανήκουν σε αυτήν την κατηγορία θα πρέπει να πιστοποιούνται ως διαχειριστές ώστε να εφαρμόσουν τις αλλαγές στις ρυθμίσεις.
id: Untuk menerapkan pengaturan, pengguna harus lokal dan aktif, serta dalam grup sudo. Pengguna lokal dan aktif yang tidak berada dalam grup ini harus mengautentikasi diri mereka sebagai admin untuk menerapkan pengaturan.
nl: De instellingen kunnen alleen worden toegepast als het een lokaal account en actief account betreft, en de gebruiker onderdeel is van de groep ‘sudo’. Als dat niet het geval is, dan moet de gebruiker inloggen als administrator.
pt_br: Para aplicar as configurações, o usuário deve ser local e ativo, bem como estar no grupo sudo. Os usuários locais e ativos que não estão neste grupo devem se autenticar como admin para aplicar as configurações.

source: Main application window
el_gr: Κύριο παράθυρο εφαρμογής
id: Jendela aplikasi utama
nl: Hoofdvenster
pt_br: Janela principal do aplicativo

source: Main window on an Intel system with P-states
el_gr: Κύριο παράθυρο εφαρμογής σε σύστημα με Intel επεξεργαστή και P-states
id: Jendela utama pada sistem Intel dengan P-state
nl: Hoofdvenster op een Intel-systeem met P-standen
pt_br: Janela principal em um sistema Intel com P-states

source: Changing settings using the sliders
el_gr: Αλλαγή των ρυθμίσεων με χρήση των μπαρών κύλησης
id: Mengubah pengaturan menggunakan penggeser
nl: Aanpassen van de instellingen middels schuifknoppen
pt_br: Alterar as configurações usando os controles deslizantes

source: Applying custom settings using profiles
el_gr: Εφαρμογή ρυθμίσεων χρησιμοποιώντας προφίλ ρυθμίσεων
id: Menerapkan pengaturan ubahan menggunakan profil
nl: Toepassen van aangepaste instellingen middels profielen
pt_br: Aplicação de configurações personalizadas usando perfis

source: Selecting a custom profile
el_gr: Επιλογή σύνθετου προφίλ ρυθμίσεων
id: Memilih profil ubahan
nl: Kiezen van een aangepast profiel
pt_br: Selecionando um perfil personalizado

source: Changing CPU parameters
el_gr: Αλλαγή των παραμέτρων του επεξεργαστή
id: Mengubah parameter CPU
nl: Aanpassen van cpu-opties
pt_br: Alterar os parâmetros da CPU

source: Changing energy performance profiles
el_gr: Αλλαγή του προφίλ ενεργειακών προτιμήσεων
id: Mengubah profil kinerja energi
nl: Prestatieprofielen aanpassen
pt_br: Alterar perfis de desempenho de energia

source: Evangelos Rigas
el_gr: Ευάγγελος Ρήγας

source: Add Dutch translation
el_gr: Προσθήκη Ολλανδικής μετάφρασης
id: Menambahkan terjemahan Bahasa Belanda
nl: Nederlandse vertaling toegevoegd
pt_br: Adicionar tradução holandesa

source: Add custom profiles and configuration
el_gr: Προσθήκη σύνθετων προφίλ και ρυθμίσεων
id: Menambahkan profil dan konfigurasi ubahan
nl: Voeg aangepaste profielen en configuraties toe
pt_br: Adicionar perfis e configurações personalizados

source: Add support for changing the energy performance preferences on Intel systems
el_gr: Προσθήκη υποστήριξης των προτιμήσεων ενεργειακής απόδοσης για συστήματα με Intel επεξεργαστές
id: Menambahkan dukungan untuk mengubah preferensi kinerja energi pada sistem Intel
nl: Ondersteuning voor het aanpassen van de prestatie-instellingen op Intel-systemen
pt_br: Adicione suporte para alterar as preferências de desempenho de energia em sistemas Intel

source: Add systemd services to apply settings at boot or login
el_gr: Προσθήκη υπηρεσιών systemd για εφαρμογή των ρυθμίσεων κατά την εκκίνηση
id: Menambahkan layanan systemd untuk menerapkan pengaturan saat boot atau login
nl: Voeg systemd-diensten toe om automatisch op te starten
pt_br: Adicione serviços systemd para aplicar as configurações na inicialização ou login

source: Add Chinese translation
el_gr: Προσθήκη Κινέζικης μετάφρασης
id: Menambahkan terjemahan Bahasa Cina
nl: Chinese vertaling toegevoegd
pt_br: Adicionar tradução chinesa

source: Add desktop actions and D-bus activation
el_gr: Προσθήκη ενεργειών επιφάνειας εργασίας και ενεργοποίηση μέσω του D-bus
id: Menambahkan tindakan desktop dan aktivasi D-bus
nl: Bureaubladacties en D-busactivatie toegevoegd
pt_br: Adicionar ações de desktop e ativação de D-bus

source: Add tray icon support using AppIndicator
el_gr: Προσθήκη εικονιδίου στην γραμμής εργασιών μέσω του AppIndicator
id: Menambahkan dukungan ikon baki menggunakan AppIndicator
nl: Systeemvakpictogram toegevoegd middels AppIndicator
pt_br: Adicionar suporte de ícone de bandeja usando AppIndicator

source: Update translations
el_gr: Ενημέρωση μεταφράσεων
id: Memperbarui terjemahan
nl: Vertalingen bijgewerkt
pt_br: Atualizar traduções

source: Switch to performance profile
el_gr: Αλλαγή σε προφίλ επίδοσης
id: Beralih ke profil kinerja
nl: Overschakelen op ‘prestaties’-profiel
pt_br: Mudar para perfil de desempenho

source: Switch to balanced profile
el_gr: Αλλαγή σε ισορροπημένο προφίλ
id: Beralih ke profil seimbang
nl: Overschakelen op ‘gebalanceerd’ profiel
pt_br: Mudar para perfil equilibrado

source: Quit
el_gr: Έξοδος
id: Keluar
nl: Afsluiten
pt_br: Sair

source: Copyright (C) 2017-2020 [RnD]²
el_gr: Πνευματικά δικαιώματα (C) 2017-2020 [RnD]²
id: Hak Cipta (C) 2017-2020 [RnD]²

source: GUI utility to change the CPU frequency and governor
el_gr: Γραφικό εργαλείο για την αλλαγή των συχνοτήτων του επεξεργαστή
id: Utilitas GUI untuk mengubah frekuensi dan pengatur CPU
nl: Grafische toepassing voor het aanpassen van de cpu-snelheden en -governors
pt_br: Utilitário GUI para mudar a frequência da CPU e governador

source: About
el_gr: Περί
id: Tentang
nl: Over
pt_br: Sobre

source: CPU settings
el_gr: Ρυθμίσεις συχνότητας επεξεργαστή
id: Pengaturan CPU
nl: CPU-instellingen
pt_br: Configurações de CPU

source: Apply
el_gr: Εφαρμογή
id: Terapkan
nl: Toepassen
pt_br: Aplicar

source: Apply changes
el_gr: Εφαρμογή αλλαγών
id: Menerapkan perubahan
nl: Wijzigingen toepassen
pt_br: Aplicar mudanças

source: Refresh
el_gr: Ανανέωση
id: Segarkan
nl: Verversen
pt_br: Atualizar

source: All CPUs
el_gr: Όλοι οι επεξεργαστές
id: Semua CPU
nl: Alle cpu's
pt_br: Todas as CPUs

source: Frequency profiles
el_gr: Προφίλ συχνοτήτων επεξεργαστή
id: Profil frekuensi
nl: Frequentieprofielen
pt_br: Perfis de frequência

source: Profile
el_gr: Προφίλ
id: Profil
nl: Profiel
pt_br: Perfil

source: Frequency settings
el_gr: Ρυθμίσεις συχνότητας
id: Pengaturan frekuensi
nl: Frequentie-instellingen
pt_br: Configurações de frequência

source: CPU
el_gr: Πυρήνας

source: Min freq. (MHz)
el_gr: Ελάχ. συχν. (MHz)
id: Freq. min (MHz)

source: Max freq. (MHz)
el_gr: Μέγ. συχν. (ΜHz)
id: Freq. maks (MHz)

source: Power settings
el_gr: Ρυθμίσεις Ισχύος
id: Pengaturan daya
nl: Energie-instellingen
pt_br: Configurações de energia

source: Governor policy
el_gr: Κυβερνήτης
id: Kebijakan pengatur
nl: Governorbeleid
pt_br: Política do governador

source: Energy preference
el_gr: Προφίλ ενέργειας
id: Preferensi energi
nl: Energie-instelling
pt_br: Preferência energética

source: Settings
el_gr: Ρυθμίσεις
id: Pengaturan
nl: Instellingen
pt_br: Configurações

source: Default profile to apply at boot
el_gr: Προφίλ που θα χρησιμοποιείται κατά την εκκίνηση
id: Profil baku untuk diterapkan saat boot
nl: Standaard opstartprofiel
pt_br: Perfil padrão para aplicar na inicialização

source: Energy performance preference per CPU
el_gr: Αλλαγή προτίμησης ενεργειακής επίδοσης ανά πυρήνα
id: Preferensi kinerja energi per CPU
nl: CPU-kernen individueel instellen
pt_br: Preferência de desempenho de energia por CPU

source: GUI settings
el_gr: Ρυθμίσεις διεπαφής χρήστη
id: Pengaturan GUI
nl: Vormgevingsinstellingen
pt_br: Configurações da GUI

source: All CPUs toggle enabled by default
el_gr: Ο διακόπτης για όλους τους πυρήνες να είναι ενεργός εξ' αρχής
id: Semua pengalih CPU diaktifkan secara baku
nl: Standaard toepassen op alle cpu's
pt_br: Todas as CPUs ativadas por padrão

source: Display tick marks
el_gr: Εμφάνιση διακριτικών στις μπάρες συχνοτήτων
id: Tampilkan tanda centang
nl: Vinkjes tonen
pt_br: Exibir marcas de escala

source: Display frequency at tick marks
el_gr: Εμφάνιση συχνότητας στις μπάρες
id: Tampilkan frekuensi pada tanda centang
nl: Frequentie tonen bij vinkjes
pt_br: Exibir frequência nas marcas

source: Preferences
el_gr: Προτιμήσεις
id: Preferensi
nl: Voorkeuren
pt_br: Preferências

source: Profiles
el_gr: Προφίλ
id: Profil
nl: Profielen
pt_br: Perfis

source: Setting governor failed.
el_gr: Η αλλαγή του κυβερνήτη απέτυχε.
id: Gagal menata pengatur.
nl: De governor kan niet worden ingesteld.
pt_br: Falha ao definir governador.

source: Setting energy preferences failed.
el_gr: Η αλλαγή του προφίλ ενεργειακών προτιμήσεων απέτυχε.
id: Gagal menata preferensi energi.
nl: De instellingen kunnen niet worden ingesteld.
pt_br: Falha ao definir preferências de energia.

source: Setting frequencies failed.
el_gr: Η αλλαγή των συχνοτήτων απέτυχε.
id: Gagal menata frekuensi.
nl: De frequenties kunnen niet worden ingesteld.
pt_br: Falha ao definir frequências.

source: Setting governor and energy preferences failed.
el_gr: Η αλλαγή κυβερνήτη και ενεργειακών προτιμήσεων απέτυχε.
id: Gagal menata preferensi energi dan pengatur.
nl: De instellingen en governor kunnen niet worden ingesteld.
pt_br: Falha ao definir preferências de governador e energia.

source: Setting governor and frequencies failed.
el_gr: Η αλλαγή κυβερνήτη και συχνοτήτων απέτυχε.
id: Gagal menata pengatur dan frekuensi.
nl: De frequenties en governor kunnen niet worden ingesteld.
pt_br: Falha na configuração do governador e das frequências.

source: Setting frequencies and energy preferences failed.
el_gr: Η αλλαγή συχνοτήτων και ενεργειακών προτιμήσεων απέτυχε.
id: Gagal menata preferensi energi dan frekuensi.
nl: De frequenties en instellingen kunnen niet worden ingesteld.
pt_br: Falha ao definir frequências e preferências de energia.

source: (Built-in)
el_gr: (Ενσωματωμένο)
id: (Bawaan)
nl: (meegeleverd)

source: No profile
el_gr: Κανένα προφίλ
id: Tidak ada profil
nl: Geen profiel
pt_br: Sem perfil

source: New profile
el_gr: Νέο προφίλ
id: Profil baru
nl: Nieuw profiel
pt_br: Novo perfil

source: User profiles
el_gr: Προφίλ χρήστη
id: Profil pengguna
nl: Gebruikersprofielen
pt_br: Perfis de usuário

source: System profiles
el_gr: Προφίλ συστήματος
id: Profil sistem
nl: Systeemprofielen
pt_br: Perfis de sistema

source: Built-in profiles
el_gr: Ενσωματωμένα προφίλ
id: Profil bawaan
nl: Meegeleverde profielen
pt_br: Perfis integrados

source: Profile name
el_gr: Όνομα προφίλ
id: Nama profil
nl: Profielnaam
pt_br: Nome do perfil

source: Name
el_gr: Όνομα
id: Nama
nl: Naam
pt_br: Nome

source: Online
el_gr: Ενεργός
id: Daring
nl: Actief
pt_br: Conectados

source: Min
el_gr: Ελάχ

source: Max
el_gr: Μεγ
id: Maks

source: Governor
el_gr: Κυβερνήτης
id: Pengatur
pt_br: Governador

source: Current freq.
el_gr: Τρέχουσα συχν.
id: Freq saat ini.
nl: Huidige freq.
pt_br: Freq Atual.

source: Energy profiles other than performance are not allowed when the governor is set to performance.
el_gr: Δεν επιτρέπονται άλλα ενεργειακά προφίλ εκτός του Performance όσο ο κυβερνήτης είναι ο performance.
id: Profil energi selain kinerja tidak diperbolehkan ketika pengatur diatur ke kinerja.
nl: Energieprofielen, m.u.v. ‘prestaties’, die niet toegestaan zijn als de governor is ingesteld op ‘prestaties’.
pt_br: Perfis de energia diferentes de desempenho não são permitidos quando o regulador está definido para desempenho.

source: You don't have permissions to update cpu settings!
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για την αλλαγή των ρυθμίσεων του επεξεργαστή!
id: Anda tidak memiliki izin untuk memperbarui pengaturan cpu!
nl: U bent niet bevoegd om de cpu-instellingen aan te passen!
pt_br: Você não tem permissão para atualizar as configurações da CPU!

source: Are you sure sure you want to delete this profile?
el_gr: Είστε σίγουροι πως θέλετε να διαγράψετε αυτό το προφίλ;
id: Yakin ingin menghapus profil ini?
nl: Weet u zeker dat u dit profiel wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este perfil?

source: Fix meson build properties
id: Memperbaiki properti build meson
nl: Meson-bouwseleigenschappen gerepareerd
pt_br: Corrigir propriedades de construção de meson

source: Fix bug for unknown cpu
id: Memperbaiki bug untuk cpu yang tidak diketahui
nl: Bug opgelost omtrent onbekende cpu's
pt_br: Corrigir bug para cpu desconhecido

source: Refactor helper library and fix vulnerabilities
id: Merefaktor pustaka pembantu dan memperbaiki kerentanan
nl: Hulpbibliotheek opnieuw ontworpen en kwaadaardigheden gerepareerd
pt_br: Refatorar biblioteca auxiliar e corrigir vulnerabilidades

source: This program comes with absolutely no warranty. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, version 3 or later</a> for details.
id: Program ini sama sekali tidak memiliki garansi. Lihat Lisensi <a href="https://www.gnu.org/licenses/gpl-3.0.html">Publik Umum GNU, versi 3 atau yang lebih baru</a> untuk detailnya.
nl: Deze toepassing biedt geen garantie. Lees de <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 of hoger</a> voor meer informatie.
pt_br: Este programa não vem com absolutamente nenhuma garantia. Veja a <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, versão 3 ou posterior</a> para detalhes.
